<?php if ( ! defined('BASEPATH')) exit('No direct script access allowed');

//客户来源
$config['Source'] = array(
        1=>'公司分配新客户',
        2=>'公司分配老客户',
        3=>'自己挖掘',
);

//客户级别
$config['Level'] = array(
        'A'=>'A',
        'B'=>'B',
        'C'=>'C',
);

//所属行业
$config['industry'] = array(
        '1'=>'地产',
        '2'=>'金融',
        '3'=>'快消',
		'4'=>'酒水',
		'5'=>'电器',
		'6'=>'汽车',
		'7'=>'商超卖场',
		'8'=>'通讯',
		'9'=>'旅游',
		'10'=>'珠宝',
		'11'=>'食品',
		'12'=>'整形',
		'13'=>'其他',
);

//属性
$config['zodiac'] = array(
        '1'=>'鼠',
        '2'=>'牛',
        '3'=>'虎',
        '4'=>'兔',
        '5'=>'龙',
        '6'=>'蛇',
        '7'=>'马',
        '8'=>'羊',
        '9'=>'猴',
        '10'=>'鸡',
        '11'=>'狗',
        '12'=>'猪',
);

$config['constellatory'] = array(
        '1'=>'水瓶座1月20-2月18号',
        '2'=>'双鱼座2月19-3月20号',
        '3'=>'白羊座3月20-4月19号',
        '4'=>'金牛座4月20-5月20号',
        '5'=>'双子座5月21-6月21号',
        '6'=>'巨蟹座6月22-7月22号',
        '7'=>'狮子座7月23-8月22号',
        '8'=>'处女座8月23-9月22号',
        '9'=>'天平座9月23-10月23号',
        '10'=>'天蝎座10月24-11月22号',
        '11'=>'射手座11月23-12月21号',
        '12'=>'魔蝎座12月22-1月19号',
);

$config['bloodType'] = array(
        '1'=>'A型',
        '2'=>'B型',
        '3'=>'OB型',
        '4'=>'AB型',
);

//增值服务
$config['service'] = array(
    '1' => '赠票',
	'2' => '阵地',
	'3' => '包场',
	'4' => '影讯',
	'5' => '赠送影城',
);

//开票分类
$config['billingClass'] = array(
    '1' => '开发票',
    '2' => '开收据',
);

//发票性质
$config['billingType'] = array(
	'1' => '增值税普通发票',
    '2' => '增值税专用发票',
);

//我方开票公司
$config['billingOur'] = array(
	'1' => '合肥领程',
	'2' => '安徽领程',
);

//发票类型
$config['billingCate'] = array(
    '1' => '广告费',
    '2' => '服务费',
    '3' => '其他',
);

$config['bank'] = array(
        '1'=>'建设银行',
        '2'=>'招商银行',
);

$config['paymentMode'] = array(
        '1'=>'转账',
        '2'=>'现金',
);

?>